/* Title of the panel displayed when a MobileMe sync fails. */
"MMSyncFailedKey" = "Αποτυχία συγχρονισμού MobileMe";

/* Message shown on panel when the user's MobileMe password is incorrect. First argument is the account's username. */
"MMIncorrectPasswordKey" = "Το συνθηματικό για το χρήστη MobileMe \"%@\" είναι λανθασμένο.";

/* Message shown on panel when the user's MobileMe account is restricted. First argument is the account's username. */
"MMRestrictedAccountKey" = "Ο λογαριασμός για το χρήστη MobileMe \"%@\" έχει λήξει.";